Repository: TristanGchlt/UniquesRanking
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr, it

source: Username
fr: Nom d'utilisateur
it: Nome utente

# repeatpassword
source: Password (confirmation)
fr: Mot de passe (confirmation)
it: Password (conferma)

source: Register
fr: S'inscrire
it: Registrati

source: Log in
fr: Se connecter
it: Accedi

# regsuccess
source: Account created successfully.
fr: Compte créé avec succès.
it: Account creato con successo.

# regnameerror
source: Username unavailable.
fr: Nom d'utilisateur indisponible.
it: Nome utente non disponibile.

# regpasserror
source: Incorrect password.
fr: Mot de passe incorrect.
it: Password errata.

# logpasserror
source: Incorrect password.
fr: Mot de passe incorrect.
it: Password errata.

# logemailerror
source: Incorrect username.
fr: Nom d'utilisateur incorrect.
it: Nome utente errato.

source: Log out
fr: Se déconnecter
it: Esci

# ladder
source: Leaderboard
fr: Classement
it: Classifica

# globalstat
source: Statistics
fr: Statistiques
it: Statistiche

# addcards
source: Add a card
fr: Ajouter une carte
it: Aggiungi una carta

source: My cards
fr: Mes cartes
it: Le mie carte

# rightmsg
source: Any information on this site regarding Altered, whether literal or graphical, is the property of Equinox. This site is not produced, supported, or affiliated with Equinox.
fr: Toute information présente sur ce site à propos de Altered, littérale ou graphique, est la propriété de Equinox. Ce site n'est pas produit, supporté ou affilié à Equinox.
it: Qualsiasi informazione presente su questo sito riguardo Altered, sia letterale che grafica, è di proprietà di Equinox. Questo sito non è prodotto, supportato o affiliato con Equinox.

source: Welcome
fr: Bienvenue
it: Benvenuto

# uniquescounter
source: Uniques added
fr: Uniques ajoutées
it: Uniche aggiunte

# duelscounter
source: Duels played
fr: Duels joués
it: Duel giocati

source: Duels
it: Duel

# findref
source: Where to find your card's reference?
fr: Où trouver la référence de ta carte ?
it: Dove trovare il riferimento della tua carta?

# copyref
source: Copy your unique's reference here
fr: Copie la référence de ton unique ici
it: Copia qui il riferimento della tua unica

# alreadyavailable
source: is already available.
fr: est déjà disponible.
it: è già disponibile.

# newcard
source: added.
fr: ajoutée.
it: aggiunta.

# cardnotfound
source: Card not found, check if it is public. To make a card public, it needs to be added to the tradelist. Once added here, you can remove the card from your tradelist if you wish.
fr: Carte introuvable, vérifie si elle est publique. Pour rendre une carte publique, il faut l'ajouter en tradelist. Une fois ajoutée ici, tu peux retirer la carte de ta tradelist si tu le souhaites.
it: Carta non trovata, verifica se è pubblica. Per rendere una carta pubblica, devi aggiungerla alla lista di scambio. Una volta aggiunta qui, puoi rimuovere la carta dalla tua lista di scambio se lo desideri.

# wrongref
source: This reference does not follow the correct format.
fr: Cette référence ne respecte pas le format.
it: Questo riferimento non segue il formato corretto.

source: Sort
fr: Trier
it: Ordina

source: Best Rankings
fr: Les meilleurs
it: Classifica delle migliori

source: Worst Rankings
fr: Les pires
it: Classifica delle peggiori

# filterfaction
source: Faction Filter
fr: Filtre de faction
it: Filtro fazione

source: All
fr: Toutes
it: Tutte

# filterchar
source: Character Filter
fr: Filtre de personnage
it: Filtro personaggio

source: No Filter
fr: Aucun filtre
it: Nessun filtro

source: Rank
fr: Place
it: Posizione

source: Character
fr: Personnage
it: Personaggio

source: Faction
it: Fazione

source: Previous
fr: Précédent
it: Precedente

source: Next
fr: Suivant
it: Successivo

source: Reset Sorting
fr: Annuler le tri
it: Annulla Ordinamento

source: Average Elo
fr: Elo Moyen
it: Elo Medio

source: Highest Elo
fr: Meilleur Elo
it: Miglior Elo

source: Lowest Elo
fr: Pire Elo
it: Peggior Elo

source: Total Cards
fr: Cartes
it: Carte

source: Total Duels
fr: Duels
it: Duelli

# 5duelmin
source: Only cards with more than five duels played are taken into account in these statistics.
fr: Seules les cartes ayant disputé plus de cinq duels sont prises en compte dans ces statistiques.
it: Nelle statistiche sono incluse solo le carte che hanno disputato più di cinque duelli.

# charduel
source: Character Duel
fr: Duel de personnage
it: Duello di Personaggi

# factduel
source: Faction Duel
fr: Duel de faction
it: Duello di Fazione

# randduel
source: Random Duel
fr: Duel aléatoire
it: Duello Casuale

# canbefav
source: You can add cards to your profile from each card's page. The ones you add are automatically saved to your profile.
fr: Vous pouvez ajouter des cartes à votre profil depuis la page de chaque carte. Celles que vous ajoutez sont automatiquement enregistrées dans votre profil.
it: Puoi aggiungere carte al tuo profilo dalla pagina di ogni carta. Quelle che aggiungi vengono salvate automaticamente nel tuo profilo.

# removefromfav
source: Remove from your favorites
fr: Retirer de vos cartes
it: Rimuovi dai preferiti

# addtofav
source: Add to your favorites
fr: Ajouter à vos cartes
it: Aggiungi ai preferiti

source: User
fr: Utilisateur
it: Utente

source: Refill
fr: Recharger
it: Ricaricare

# refilldelay
source: You can only refill once every 24 hours.
fr: Vous ne pouvez recharger qu'une fois toutes les 24 heures.
it: Puoi ricaricare solo una volta ogni 24 ore.

# factdueldesc
source: Determine the best unique card among two cards from the same faction.
fr: Déterminez la meilleure unique parmi deux cartes issues de la même faction.
it: Determina la migliore carta unica tra due carte della stessa fazione.

# chardueldesc
source: Determine the best unique card among two cards from the same character.
fr: Déterminez la meilleure unique parmi deux cartes issues du même personnage.
it: Determina la migliore carta unica tra due carte dello stesso personaggio.

# randdueldesc
source: Determine the best unique card among two random cards.
fr: Déterminez la meilleure unique parmi deux cartes aléatoires.
it: Determina la migliore carta unica tra due carte casuali.

source: Last refill
fr: Dernière recharge
it: Ultima ricarica

# see rare
source: See the rare version.
fr: Voir la version rare.
it: Vedi la versione rara.

source: Draw
fr: Egalité
it: Pareggio

# lastduel
source: Previous duel
fr: Duel précédent
it: Duel precedente

source: Legal Notice
fr: Mentions légales
it: Note legali

source: Contact
it: Contatto

source: Terms of Use
fr: Conditions d'utilisation
it: Condizioni d'uso

source: Remember me
fr: Se souvenir de moi
it: Ricordami

# disclaimer
source: The scores presented on this site may sometimes suffer from bias due to their community-based nature. Please do not use them as a selling argument.<br>If you witness such use of this site, please communicate this disclaimer.
fr: Les scores présentés sur ce site peuvent parfois souffrir de biais du fait de leur aspect communautaire. Merci de ne pas les utiliser comme argument de vente.<br>Si vous êtes témoin d'une telle utilisation de ce site, merci d'y communiquer ce disclaimer.
it: I punteggi presentati su questo sito possono a volte soffrire di pregiudizi a causa della loro natura comunitaria. Si prega di non usarli come argomento di vendita.<br>Se si assiste a un tale utilizzo di questo sito, si prega di comunicare questa dichiarazione di non responsabilità.

source: Users
fr: Utilisateurs
it: Utenti

# credit
source: Concept by Tristan (Ilad) with the contribution of Nathan ([SBTFU] Naka)
fr: Concept de Tristan (Ilad) avec la contribution de Nathan ([SBTFU] Naka)
it: Concetto di Tristan (Ilad) con il contributo di Nathan ([SBTFU] Naka)

# filterhidden
source: Activity Filter
fr: Filtre d'Activité
it: Filtro di Attività

# Actives
source: Active
fr: Actives
it: Attive

# Toutes
source: All
fr: Toutes
it: Tutte

source: Password
fr: Mot de passe
